; WinSnap v1.1.6 English Language File (Template)
; Translated by YickiStar <s-d-s@126.com>


;##############################################################################

; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="可执行文件(*.exe,*.bat,*.cmd)"

; Save As dialog
20060="保存时保留透明"

; Settings, Image tab
20061="透明"

; Capture modes
20211="全屏"
20212="程序"
20213="窗口"
20214="菜单"
20215="对象"
20216="区域"

; Main menu, Capture
20511="全屏(&F)\tCtrl+1"
20512="程序(&A)\tCtrl+2"
20513="窗口(&W)\tCtrl+3"
20514="菜单(&M)\tCtrl+4"
20515="对象(&O)\tCtrl+5"
20516="区域(&R)\tCtrl+6"

; Main menu
20600="工具(&T)"
20601="自定(&C)..."

; Tray menu
20921="全屏(&F)"
20922="程序(&A)"
20923="窗口(&W)"
20924="菜单(&M)"
20925="对象(&O)"
20926="区域(&R)"

; Settings, Hotkeys tab
21712="全屏:"
21713="程序窗口:"
21714="活动窗口:"
21715="弹出菜单:"
21716="启动对象捕捉:"
21717="启动区域捕捉:"

; Customize Tools dialog
23000="自定工具"
23001="新建..."
23002="编辑..."
23003="去除"
23004="上移"
23005="下移"
23006="关闭"

; New Tool dialog
23100="外部工具"
23101="确定"
23102="取消"

23110="程序:"
23111="标题:"
23112="命令:"
23113="浏览..."
23114="参数:"
23115="命令执行后最小化WinSnap"
23116="不提示输入保存图像的文件名称"
23120="保存选项:"
23121="文件夹:"
23122="浏览..."
23123="文件名称:"
23124="图像格式:"

; Region mode, right-click menu
24106="固定大小"
24107="储存位置"

; Object mode, helper dialog
24201="在屏幕上移动鼠标指针以更改选区. 使用Ctrl键选择多个对象,右键更改设置."
24202="标题:"
24203="类:"
24204="进程:"

; Object mode, right-click menu
24300="选择对象\tSpace"
24301="反向选择\tTab"
24302="中止选择\tBackspace"
24303="按钮和控件"
24304="程序窗口"
24305="取消捕捉\tEsc"
24306="撤除本菜单"

; Register dialog
28000="注册WinSnap"
28001="立即订购!"
28002="输入许可密钥..."
28003="继续"
28004="退出"
28010="您的WinSnap副本是30天试用版本. 如果您继续使用它,您必须购买许可."
28011="您还有%d天必须注册."
28012="许可和定价"

; About dialog
28100="关于WinSnap"
28101="确定"
28102="注册"
28103="本产品许可授予:"
28104="支持论坛"

; Errors
32009="无效的目录:\r\n%s"
32010="不能创建进程."
32020="您应该指定名称."

;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   => 20002="WinSnap"
; General page
;   => 21114="在捕捉中包括鼠标光标"
; Image page
;   => 21603="在自动保存模式中保持WinSnap最小化"
;   => 21604="最小化时清除图像以节省内存"
; Region selection
;   => 24100="矩形"
;   => 24101="圆角矩形"
;   => 24102="椭圆"
;   => 24103="中止选择\tBackspace"
;   => 24104="取消捕捉\tEsc"
;   => 24105="撤除本菜单"
;##############################################################################


;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="Simplified Chinese (简体中文)"


; Caption
20000="Windows Snapshot Maker v2.0"
20001=" (未获许可)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="sshot"

; Print job name
20011="WinSnap屏幕截图"

; Save/Open filters
20030="所有文件(*.*)"
20031="所有支持的格式"
20032="许可密钥数据(*.key,*.txt)"
20040="BMP文件(*.bmp,*.dib)"
20041="JPEG文件(*.jpg,*.jpeg,*.jpe)"
20042="PNG文件(*.png)"
20043="GIF文件(*.gif)"
20044="TIFF文件(*.tif,*.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< 空 >>"
20091="正在生成..."

; Main window
20100="关闭"
20101="新建屏幕截图"
20102="复制到剪贴板"
20103="保存图像..."
20104="通过电子邮件发送..."

20110="色彩:"
20111="关闭"
20112="灰度"
20113="深褐"
20114="反转"

20115="阴影:"
20116="关闭"
20117="正向"
20118="反向"
20119="四周"

20120="杂项:"
20121="轮廓"
20122="水印"
20123="旋转"
20124="缩放"

20200="捕捉模式:"
20201="全屏"
20202="程序"
20203="窗口"
20204="客户区域"
20205="弹出菜单"
20206="区域"

; Menu
20300="文件(&F)"
20301="新建屏幕截图(&N)\tCtrl+N"
20302="打开图像(&O)...\tCtrl+O"
20303="保存(&S)\tCtrl+S"
20304="另存为(&A)..."
20305="缩略图另存为(&T)..."
20306="打印(&P)...\tCtrl+P"
20307="页面设置(&E)..."
20308="退出(&X)"

20350="编辑(&E)"
20351="复制(&C)\tCtrl+C"
20352="复制缩略图(&T)"
20353="粘贴(&P)\tCtrl+V"
20354="清除图像\tDel"

20400="选项(&O)"
20401="自动保存(&S)"
20402="自动复制(&C)"
20403="设置...\tF2"

20410="色彩(&C)"
20411="关闭(&O)"
20412="灰度(&G)"
20413="深褐(&S)"
20414="反转颜色(&I)"

20420="阴影(&S)"
20421="关闭(&O)"
20422="正向(&P)"
20423="反向(&N)"
20424="四周(&U)"

20430="杂项(&M)"
20431="轮廓(&C)"
20432="水印(&W)"
20433="旋转(&R)"
20434="缩放(&S)"

20500="捕捉(&C)"
20501="全屏(&F)\tCtrl+1"
20502="程序(&A)\tCtrl+2"
20503="窗口(&W)\tCtrl+3"
20504="客户区域(&C)\tCtrl+4"
20505="弹出菜单(&M)\tCtrl+5"
20506="区域(&R)...\tCtrl+6"

20550="帮助(&H)"
20551="帮助主题(&H)\tF1"
20552="主页(&O)"
20553="支持论坛(&F)"
20554="立即检查更新(&U)"
20555="关于WinSnap(&A)..."
20556="注册WinSnap(&R)"
20557="输入许可密钥(&E)..."

; Tray menu
20900="隐藏WinSnap"
20901="显示WinSnap"
20903="设置..."
20904="退出"

20911="全屏(&F)"
20912="程序(&A)"
20913="窗口(&W)"
20914="客户区域(&C)"
20915="弹出窗口(&M)"
20916="区域(&R)"

; Config
21000="设置"
21001="确定"
21002="取消"
21003="应用"

21050="常规"
21051="混合"
21052="画布"
21053="水印"
21054="图像"
21055="快捷键"

; General page
21100="语言:"
21101="查找更多翻译..."
21102="在系统启动时自动启动WinSnap"
21103="定期检查联机更新"
21104="总在顶端显示WinSnap窗口"
21105="还原WinSnap窗口大小和位置"
21106="总是显示WinSnap系统托盘图标"
21107="关闭时最小化到系统托盘"
21108="WinSnap启动时拍摄屏幕截图:"
21109="启动捕捉模式:"
21110="拍摄屏幕截图时播放声音"
21111="拍摄屏幕截图前隐藏WinSnap窗口"
21112="拍摄屏幕截图前隐藏托盘图标"
21113="如果WinSnap可见则在拍摄屏幕截图前延迟(毫秒):"
21114="在捕捉中包括鼠标光标"

; Blending page
21200="阴影:"
21201="角度:"
21202="°"
21203="距离:"
21204="像素"
21205="大小:"
21206="像素"
21207="不透明度:"
21208="%"
21209="颜色:"
21210="#"
21211="轮廓:"
21212="颜色:"
21213="#"
21214="大小:"
21215="像素"
21216="背景:"
21217="颜色:"
21218="#"

; Canvas page
21400="旋转:"
21401="角度:"
21402="°"
21403="缩放:"
21404="调整到比例:"
21405="适合图像大小:"
21406="尺度:"
21407="%"
21408="宽度:"
21409="像素"
21410="高度:"
21411="像素"
21412="维持宽高比例"
21413="高级:"
21414="插值模式:"

21490="最近邻域"
21491="双线性"
21492="双立方"
21493="高质量双线性"
21494="高质量双立方"

; Watermark page
21500="叠加图像:"
21501="图像文件:"
21502="浏览..."
21503="叠加时应用透明:"
21504="不透明度:"
21505="%"
21506="位置:"
21507="指定距离图像相应侧边的偏移:"
21508="水平:"
21509="%"
21510="垂直:"
21511="%"
21512="水平:"
21513="像素"
21514="垂直:"
21515="像素"
21516="使用相对坐标"

21590="左上"
21591="中上"
21592="右上"
21593="左中"
21594="中央"
21595="右中"
21596="左下"
21597="中下"
21598="右下"

; Saving page
21600="自动复制图像到剪贴板"
21601="自动保存图像于磁盘"
21602="不提示输入保存图像的文件名称"
21603="在自动保存模式中保持WinSnap最小化"
21604="最小化时清除图像以节省内存"
21610="自动保存选项:"
21611="默认文件夹:"
21612="浏览..."
21613="文件名称:"
21615="图像格式:"
21620="压缩:"
21621="JPEG质量:"
21622="%"
21699="选择自动保存您的屏幕截图的目录."

; Hotkeys page
21700="启用系统级快捷键"
21701="捕捉控制:"
21702="全屏:"
21703="程序窗口:"
21704="活动窗口:"
21705="窗口客户区域:"
21706="弹出菜单:"
21707="启动区域捕捉:"
21720="WinSnap控制:"
21721="最小化/还原:"
21722="显示/隐藏主窗口:"
21723="退出WinSnap:"

; Region selection
24001="使用鼠标或方向键在屏幕上选择一个区域. 使用右键更改区域形状,F1键显示/隐藏本助手."
24002="位置:"
24003="横向:"
24004="纵向:"
24005="大小:"
24006="宽度:"
24007="高度:"

24100="矩形"
24101="圆角矩形"
24102="椭圆"
24103="中止选择\tBackspace"
24104="取消捕捉\tEsc"
24105="撤除本菜单"

; Confirmations
31900="WinSnap确认"
31901="WinSnap已在运行. 您想要停止它吗?"
31902="您确定您想要退出WinSnap吗?"
31903="请重新启动WinSnap以结束注册过程.\r\n您想要立即重新启动WinSnap吗?"

; Errors
32000="WinSnap错误"
32001="不能载入语言文件."
32002="不能保存设置到注册表. 检查您的访问权限."
32003="不能载入图像文件.\r\n这不是一个有效的图像文件或它的格式当前不被支持."
32004="不能保存图像文件于磁盘."
32005="不能保存图像到临时文件."
32006="不能载入邮件系统支持(Mapi32.dll)."
32007="MAPI发送邮件失败."
32008="注册WinSnap失败."

; Check for update
32500="WinSnap更新"
32501="WinSnap的新版本联机可用!\r\n您想要立即下载它吗?"
32502="您的WinSnap版本是最新的. 没有可用更新."

